/**Завдання 2
1.Створіть об'єкт book з такими властивостями:
    -title: рядок, представляє назву книги.
    -author: рядок, представляє автора книги.
    -year: рядок, представляє ім'я власника автомобіля
2.Деструктуризуйте назву та автора книги з об'єкта book.
3.Виведіть деструктуризовані змінні в консоль
 */

const book = {
    title: "Js for beginers",
    author: "Uknown person",
    year: "Я думаю це баг який не повинен бути в даному завданні"
};

const {title, author} = book;

console.log(title + "\n" + author);