/**
    Створіть функцію яка приймає один параметр: age.
    Усередині функції перевірте, чи age більше або рівне 18.
    Якщо age відповідає умові, поверніть true, інакше поверніть false.
    Викличте вашу функцію з аргументами 25 і 15, і виведіть результат (чи є особа дорослою) в консоль для кожного випадку.
 * 
 */

function getAge(age) {
    if(age > 17){
        return true;
    }
    else{
        return false;
    }
}   
const isAdult1 = getAge(25);
console.log(`${isAdult1 ? 'Дорослий' : 'Неповнолітній'}`);

const isAdult2 = getAge(15);
console.log(`${isAdult2 ? 'Дорослий' : 'Неповнолітній'}`);