/**Завдання 3: Обчислення суми елементів масиву

Вам потрібно створити програму, яка обчислює суму всіх елементів у масиві за допомогою методу reduce.

Ось кроки, які вам потрібно виконати:

1.Створіть масив чисел, наприклад, [10, 20, 30, 40, 50].
2.Використовуючи метод reduce, обчисліть суму всіх елементів масиву.
3.Виведіть отриману суму на консоль.
 */

const arraySum = [10, 20, 30, 40, 50];
const sum = arraySum.reduce((element1, num) => element1 + num, 0);

console.log("Сума значень масиву:"+ sum);